;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Cannie
; 
; Wise Game Booster
; Soft Version: 1.28.38
; Update: 2015-05-14
;
[GUI]
ButtonYes=Si
ButtonNo=No
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Cerrar
ButtonRestore=Restaurar
Buttonmenú=Menú

[Lang]
NativeLanguage=Spanish (Spain)
[Translation]
LangCode=0424
ReadHabit=Left-to-right
LanguageName=ESP
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Información
Warning=Atención
Error=Error
Confirm=Confirmación
CurVer=Versión actual:
FrmGBMain.btnfeedback.caption=Sugerencias
FrmGBMain.btncheckver.caption=Comprobar si hay nueva versión 
BtnEnd=Fin

; Sobre
;
FrmGBAbout.caption=Sobre
FrmGBAbout.btnok.caption=OK
FrmGBAbout.lblver.caption=Versión actual:
FrmGBAbout.lblemail.caption=Email de soporte:
FrmGBAbout.lblhome.caption=Página web:
FrmGBAbout.lblthank.caption=Se agradece la colaboración de las siguientes personas:

;
; Popup menú
;
pmNewsletter=Recibir noticias
pmfeedback=Sugerencias
pmHelp=Ayuda en línea
pmHome=Página web  
pmContact=Contacte con nosotros
pmCheckNew=Actualizar
pmLang=Idiomas
pmAbout=Sobre nosotros
pmCheckNew=Actualizar
pmrun=Jugar
pmadd=Añadir juego
pmdel=Eliminar juego
pminfo=Información del juego
pmEndProcess=Terminar
pmExclude=Excluir
pmNoExclude=Cancelar exclusión
pmGoogle=Buscar en Google 


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Mis juegos
FrmGBMain.BtnTabOpt.Caption=Optimizar sistema
FrmGBMain.BtnTabProcess.Caption=Optimizar procesos
FrmGBMain.BtnTabService.Caption=Optimizar servicios
FrmGBMain.Btnlikeit.Caption=Me gusta
FrmGBMain.BtnRestore.Caption=Restaurar 

;
; Like Us
;
FrmLikeit.lblTitle.caption=Si te gusta Wise Game Booster aconséjalo a tus amigos.
FrmLikeit.lblInfo.caption=Comparte Wise Game Booster con familiares, amigos, compañeros de clase y colegas via Email, Blog, Twitter, Youtube, Facebook, etc. Les regalarás comodidad y eficiencia.
FrmLikeit.lblRate.caption=Valora Wise Game Booster:
FrmLikeit.lblfollow.caption=Síguenos en:
FrmLikeit.lblshare.caption=Comparte Wise Game Booster:
FrmLikeit.btndownload.caption=Descarga gratuita
FrmLikeit.imgrate.hint=Concédenos 5 estrellas
FrmLikeit.imgmail.hint=Compártelo con los amigos
FrmLikeit.imgface1.hint=Compártelo en Facebook
FrmLikeit.imgface2.hint=Síguenos en Facebook
FrmLikeit.imgtwitter1.hint=Compártelo en Twitter
FrmLikeit.imgtwitter2.hint=Síguenos en Twitter
FrmLikeit.Caption=Me gusta
FrmLikeit.lbldownload.caption=Descarga otros programas gratuitos de WiseCleaner.com
	
FrmGBMain.btnFacebook.hint=Compartir WiseCleaner en Facebook
FrmGBMain.btnTwitter.hint=Compartir Wise Game Booster en Twitter
FrmGBMain.btnEmail.hint=Compartir Wise Game Booster con amigos

;
; gameinfo
;
FrmGameinfo.caption=Información del juego
FrmGameinfo.lbltype.caption=Tipo de juego:
FrmGameinfo.lblname.caption=Nombre de archivo:
FrmGameinfo.lblPublisher.caption=Desarrollador:
FrmGameinfo.lbltimes.caption=Jugado:
FrmGameinfo.lbllasttime.caption=Ultima vez:
FrmGameinfo.lblrate.caption=Valoración:
FrmGameinfo.lblcomment.caption=Notas:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Cancelar
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optimizar
FrmGameBox.btnProcessopt.caption=Optimizar
FrmGameBox.btnServiceopt.caption=Optimizar
FrmGameBox.btnopt.caption=Optimizar todo

;
;sysopt
;
FrmSysOpt.btnopt.caption=Optimizar ahora
FrmSysOpt.lblhint.caption=Optimize los siguientes elementos para mejorar las prestaciones durante el juego:
FrmSysOpt.lblreall.caption=Reanudar todo
;
;processopt
;
FrmProcess.lblhint.caption=Cierre los procesos que usan mucha memoria para acelerar el juego.
ProcessCpu=CPU usada
ProcessMemory=Memoria usada
ProcessSuggest=Sugerencia
ProcessAction=Gestión de procesos
ProcessMostMemUse=Alto uso de la memoria por programas ajenos al sistema
;
;Serviceopt
;
FrmService.lblhint.caption=Cerrar servicios irrelevantes para acelerar la velocidad del juego.
ServicePublisher=Desarrollador
ServiceSuggest=Sugerencia
ServiceAction=Gestión
ServiceStop=Detener servicios irrelevantes
ServiceDisable=Detener (aconsejado)
ServiceEnable=Iniciar (aconsejado)
ServiceKeep=Mantener (aconsejado)
ServiceMust=Necesario 

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Reanudar todos los servicios
Frmrestore.caption=Reanudar el servicio
Frmrestore.Btnok.caption=OK
ServiceName=Nombre del servicio
ServiceChangeDateTime=Modificado 
ServiceRestore=Reanudar el servicio

[GameBox]
lstbtnsearch=Buscar juego
GameUnknow=Desconocido
GameRPG=Juego de rol
GameShot=Juego de disparos
GameOther=Otros juegos
NeverPlay=Nunca jugado
UnknowPublisher=Desarrollador desconocido
lstbtnadd=Añadir juego
LblSysopt=Optimización del sistema
LblProcessopt=Gestión de procesos
LblServiceopt=Optimización de servicios
LblTitleCheck=Chequeando prestaciones del ordenador...

[message]
NewVer=Hay una nueva versión. Confirme si desea descargarla.
FirRun=¿Desea que el programa busque automáticamente todos los juegos instalados al ejecutarse por primera vez?
NoNewVer=Está utilizando la última versión.
CheckComputer=Chequeando prestaciones del ordenador...
SearchGame=Buscando juegos instalados...
Allgood=El ordenador está en buenas condiciones y no necesita optimización.
SysGood=Ningún elemento necesita optimización.
ProcessGood=No es necesario detener procesos.
ServiceGood=No es necesario detener servicios.
HaveProblem=Problemas encontrados: %d. Haga clic en "Optimizar todo" para resolverlos.
sysProblem=Elementos optimizables: %d .
Processproblem=Procesos que pueden cerrarse para liberar memoria: %d 
Serviceproblem=Servicios que pueden Detenerse: %d 
DeleteGame=Confirme si desea eliminar este juego
HaveOpt=Optimizado
btnRestore=Reanudar
btnOpt=Optimizar ahora
BtnAction=Acción
BtnStop=Detener servicio
SuggestClose=Detener (aconsejado)
SuggestKeep=Mantener (aconsejado)
haveStoped=Detenido
HaveRun=Iniciado
BtnRun=Iniciar
HaveFail=No pudo detenerse
OptComputer=Optimizando...
AllgoodAfterOpt=Optimización terminada. MB de memoria recuperados: %s MB . Puedes jugar ya.
AllgoodAfterManualOpt=No es necesario optimizar ningún elemento. Puedes jugar ya.
HaveProblemAfterOpt=No ha sido posible optimizar %d elementos, pero se han liberado %s MB de memoria.
TranslateTo=Traducir a...

[sysopt]
SystemStable=Estabilidad del sistema
SystemSpeedup=Velocidad del sistema
NetworkSpeedup=Velocidad de la red
AutoKill=Terminar automaticamente las applicaciones bloqueadas para evitar crash del sistema
RestartExplorer=Reiniciar automaticamente Windows Explorer para evitar la desaparición del escritorio
TwoProcess=Iniciar Windows Explorer como proceso separado evitando conflictos de sistema
ErrorReport=Desactivar los mensajes de error para mejorar las prestaciones del sistema
Debugger=Desactivar el debugger acelerando la gestión de errores
OptMemory=Optimizar la configuración por defecto de la memoria para mejorar las prestaciones del sistema
OptVEff=Optimizar el aspecto de los componentes visuales (ventanas de dialogo, menú, etc.) para mejorar la velocidad de respuesta del sistema
OptFileSystem=Optimizar el sistema de archivos para mejorar las prestaciones
OptDiskSystem=Optimizar I/O del subsistema para mejorar las prestaciones
DisAutoRun=Desactivar la función "Autoplay" para evitar infecciones de virus
OptTTL=Optimizar la configuración de TTL (Time To Live) para mejorar las prestaciones de la red
OptNetForward=Optimizar la capacidad de avance para mejorar las prestaciones de la red
OptMTU=Detectar automáticamente los "agujeros negros" con la tecnica Path MTU Discovery para mejorar las prestaciones TCP/IP
OptWINS=Optimizar el tiempo de gestión de nombres WINS para mejorar la velocidad de trasferencia de datos
OptNetWork=Optimizar la configuración de red para mejorar la velocidad de transferencia
CloseAnimate=Desactivar los efectos de animación maximizando o minimizando las ventanas para acelerar la velocidad de respuesta de Windows
PagingExecutive=Desactivar la paginación de la memoria y reducir el I/O del disco para mejorar las prestaciones de las aplicaciones (ignorar si la memoria física es inferior a 1 Gb).
StaticIP=Establecer una IP estática para la conexión local para acelerar la velocidad de inicio del PC
PorcessorTime=Optimizar las prestaciones del procesador para un funcionamiento más fluido de las aplicaciones, juegos, etc. (ignorar si la máquina se utiliza como servidor).
DisableIDECheck=Impedir la verificación de canales IDE para acelerar la velocidad de inicio de Windows
ForeAppSpeed=Mejorar la velocidad de respuesta de los programas en primer plano
AeroPeek=Mejorar la velocidad de visualización de Aero Peek
AeroSnap=Acelerar Aero Snap para mostrar los botones más rápido.
ShowSpeed=Velocidad optimizada al mostrar el sistema.
IconCache=Aumentar el cache de iconos y acelerar el escritorio.
OptDiskIdle=Optimizar las operaciones de disco cuando la CPU esta libre.
OptIEConnection=Aumentado el número maximo de conexiones por servidor. Mejorada la velocidad de carga de las páginas web y la visualización de videos.
OptEthernet=Optimizar el rendimiento de la tarjeta Ethernet.